Repository: EspaceNetworks/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: bg_bg, fr_fr, sv_se

source: Warning, there are compound recordings configured in one or more Queue configurations. Queues can not play these so they have been truncated to the first sound file. You should correct this problem.<br />Details:<br /><br />
bg_bg: Внимание, има настроени съединени записи в една или повече от настройките на Опашки. Опашките не могат да ги възпроизвеждат, затова те са скъсени само до първия звуков файл. Трябва да оправите този проблем.<br />Детайли:<br /><br />
fr_fr: Attention, il y a des enregistrements composés configurés dans une ou plusieurs configurations de file d'attente.
sv_se: Varning, det finns hopslagna inspelningar i en eller flera kökonfigurationer. Köer kan inte spela upp sammanslagna inspelningar så dom har rundats av till att bara innefatta den första ljudfilen. Du måste rätta till detta.<br>Detaljer:<br><br>

source: Queue - %s (%s): %s<br />
bg_bg: Опашка - %s (%s): %s<br />
fr_fr: File d'attente - %s (%s) : %s<br />
sv_se: Kö - %s (%s): %s<br>

source: Compound Recordings in Queues Detected
bg_bg: Намерени са Съединени Записи в Опашките
fr_fr: Enregistrements composés détectés dans les Files d'attente
sv_se: Upptäckte sammanslagen inspelning i kö

source: Queue %s : %s
bg_bg: Опашка %s : %s
fr_fr: File d'attente %s : %s
sv_se: Kö %s : %s

source: Queue: %s
bg_bg: Опашка: %s
fr_fr: File d'Attente : %s
sv_se: Kö: %s

source: seconds
bg_bg: секунди
fr_fr: secondes
sv_se: sekunder

source: day
bg_bg: ден
fr_fr: jour
sv_se: dag

source: hour
bg_bg: час
fr_fr: heure
sv_se: timme

source: hours
bg_bg: часа
fr_fr: heures
sv_se: timmar

source: minute
bg_bg: минута
sv_se: minut

source: minutes
bg_bg: минути
sv_se: minuter

source: second
bg_bg: секунда
fr_fr: seonde
sv_se: sekund

source: Bad Queue Number, can not be blank
bg_bg: Неправилен Номер на Опашка, не може да е празен
fr_fr: Numéro de File d'Attente incorrect, ne peut être vide
sv_se: Felaktigt könummer, detta fält kan inte vara tomt

source: INUSE
bg_bg: ИЗПОЛЗВА СЕ
fr_fr: UTILISE
sv_se: ANVÄNDS

source: Queue: %s (%s)
bg_bg: Опашка: %s (%s)
fr_fr: File d'attente : %s (%s)
sv_se: Kö: %s (%s)

source: Agent Announce Msg
bg_bg: Съобщение на Агент
fr_fr: Message d'annonce de l'agent
sv_se: Meddelande för agent

source: IVR Announce: %s
bg_bg: IVR Съобщение: %s
fr_fr: Annonce IVR : %s
sv_se: Meddelande för IVR: %s

source: Checking for legacy queues table..
bg_bg: Проверка за останали таблици на опашки ..
fr_fr: Vérification des tables d'héritage des files d'attente
sv_se: Kontrollerar ärvda kötabeller..

source: NO table found, no migration to do just create tables
bg_bg: Не са намерени таблици, създаване на таблиците
fr_fr: AUCUNE table trouvée, pas de migration à effectuer, créez seulement les tables
sv_se: Hittade ingen tabell, ingen migrering, skapar bara tabeller

source: Creating queues_details..
bg_bg: Създаване на queues_details..
fr_fr: Création des queues_details (details de files d'attente)...
sv_se: Skapar queues_details..

source: already exists
bg_bg: вече съществуват
fr_fr: existe déjà
sv_se: finns redan

source: ERROR: could not create table
bg_bg: ГРЕШКА: не мога да създам таблица
fr_fr: ERREUR : impossible de créer la table
sv_se: FEL: Kunde inte skapa tabell

source: Migrating to queues_details..
bg_bg: Преместване към queues_details..
fr_fr: Migration vers queues_details (détails de files d'attente)...
sv_se: Migrerar till queues_details..

source: ERROR: could not migrate to queues_details
bg_bg: ГРЕШКА: не мога да преместя към queues_details
fr_fr: ERREUR : impossible de migrer vers queues_details (détails de files d'attente)
sv_se: FEL: kunde inte migrera till queues_details

source: Creating queues_config..
bg_bg: Създаване на ueues_config..
fr_fr: Création de queues_config (configuration des files d'attente)...
sv_se: Skapar queues_config..

source: Migrating data to queues_config..
bg_bg: Преместване на данните към queues_config..
fr_fr: Migration des données vers queues_config (configuration des files d'attente)...
sv_se: Migrerar data till queues_config..

source: ERROR: accessing queues table obtaining context info, aborting
bg_bg: ГРЕШКА: при достъп до таблицата с опашки получих context info, прекратявам
fr_fr: ERREUR lors de l'accès à la table des files d'attente et de l'obtention des infos contextuelles, abandon
sv_se: FEL: kunde inte få åtkomst till kötabellen för att få tag på context info, avbryter

source: ERROR: accessing queues table obtaining rtone info, aborting
bg_bg: ГРЕШКА: при достъп до таблицата с опашки получих rtone info, прекратявам
fr_fr: ERREUR lors de l'accès à la table des files d'attente et de l'obtention des infos rtone, abandon
sv_se: FEL: kunde inte få åtkomst till kötabellen för att få tag på rtone info, avbryter

source: ERROR: accessing queues table obtaining id list, aborting
bg_bg: ГРЕШКА: при достъп до таблицата с опашки получих id list, прекратявам
fr_fr: ERREUR lors de l'accès à la table des files d'attente et de l'obtention des listes d'identifiants, abandon
sv_se: FEL: kunde inte få åtkomst till kötabellen för att få tag på id list, avbryter

source: ERROR: inserting data for row %s: %s..
bg_bg: ГРЕШКА: въвеждане на данни за ред %s: %s..
fr_fr: ERREUR lors de l'insertion de données à la ligne %s: %s...
sv_se: FEL: lägger till data för rad %s: %s..

source: ERROR were encountered
bg_bg: Натъкнах се на грешки
fr_fr: ERREURS rencontrées
sv_se: FEL upptäcktes

source: Dropping old queues table..
bg_bg: Премахване на стари таблица с опашки..
fr_fr: Suppression de l'ancienne table de files d'attente
sv_se: Kastar den gamla tabellen queues

source: WARNING FAILED %s
bg_bg: ГРЕШКА НЕУСПЕХ %s
fr_fr: L'AVERTISSEMENT A ECHOUE %s
sv_se: VARNING MISSLYCKADES %s

source: removing queues data extensions table..
bg_bg: премахване на таблица на опашки с данни за вътрешни линии..
fr_fr: suppression de la table des extensions d'information des files d'attente...
sv_se: tar bort tabellen extension från queues

source: checking for qregex field..
bg_bg: проверка за qregex поле ..
fr_fr: contrôle du champ qregex...
sv_se: kontrollerar fältet qregex..

source: Checking if recordings need migration..
bg_bg: Проверка дали записите имат нужда от преместване..
fr_fr: Teste si les enregistrements doivent être migrés...
sv_se: Kontrollerar om inspelningar behöver migreras..

source: migrating
bg_bg: преместване
fr_fr: migartion
sv_se: migrerar

source: adding agentannounce_id field..
bg_bg: добаване на agentannounce_id поле..
fr_fr: ajout du champ agentannounce_id...
sv_se: lägger till fältet agentannounce_id..

source: fatal error
bg_bg: фатална грешка
fr_fr: erreur fatale
sv_se: allvarligt fel

source: adding joinannounce_id field..
bg_bg: добаване на joinannounce_id поле..
fr_fr: ajout du champ joinannounce_id...
sv_se: lägger till fältet joinannounce_id..

source: migrate agentannounce to ids..
bg_bg: преместване към id на agentannounce..
fr_fr: migration d'agentannounce vers ids...
sv_se: migrerar agentannounce till ids..

source: migrated %s entries
bg_bg: преместени %s въвеждания
fr_fr: %s entrées migrées
sv_se: migrerade %s poster

source: migrate joinannounce to ids..
bg_bg: преместване към joinannounce..
fr_fr: migration de joinannounce vers ids...
sv_se: migrerar joinannounce till ids..

source: dropping agentannounce field..
bg_bg: премахване на поле agentannounce..
fr_fr: suppression du champ agentannounce...
sv_se: kastar fältet agentannounce..

source: no agentannounce field???
bg_bg: няма agentannounce поле???
fr_fr: pas de champ agentannounce ???
sv_se: inget fält som heteragentannounce???

source: dropping joinannounce field..
bg_bg: премахване на поле joinannounce..
fr_fr: suppression du champ joinannounce...
sv_se: kastar fältet joinannounce..

source: no joinannounce field???
bg_bg: няма joinannounce поле???
fr_fr: pas de champ joinannounce ???
sv_se: inget fält som heter joinannounce???

source: already migrated
bg_bg: вече са преместени
fr_fr: déjà migré
sv_se: redan migrerad

source: checking for queuewait field..
bg_bg: проверка за queuewait поле ..
fr_fr: contrôle du champ queuewait...
sv_se: kontrollerar fältet joinannounce..

source: checking for use_queue_context field..
sv_se: kontrollerar fältet use_queue_context.

source: Warning! Extension
bg_bg: Внимание! Вътрешна Линия
fr_fr: Attention ! l'Extension
sv_se: Varning! Anknytning

source: is not allowed for your account.
bg_bg: не е разрешена за вашия акаунт.
fr_fr: n'est pas autorisée pour votre compte.
sv_se: är inte tillåtet för ditt konto.

source: Add Queue
bg_bg: Добави Опашка
fr_fr: Ajouter une File d'Attente
sv_se: Lägg till kö

source: Queue
bg_bg: Опашка
fr_fr: File d'Attente
sv_se: Kö

source: deleted
bg_bg: изтрита
fr_fr: supprimé
sv_se: borttagen

source: Delete Queue
bg_bg: Изтрий Опашка
fr_fr: Supprimer File d'Attente
sv_se: Ta bort kö

source: Conflicting Extensions
bg_bg: Вътрешни Линии в Конфликт
fr_fr: Extensions Conflictuelles
sv_se: Konfliktande anknytningar

source: Queue:
bg_bg: Опашка:
fr_fr: File d'Attente :
sv_se: Kö:

source: Edit Queue
bg_bg: Редактирай Опашка
fr_fr: Editer File d'Attente
sv_se: Redigera kö

source: Queue Number:
bg_bg: Номер на Опашка:
fr_fr: Numéro de la File d'Attente
sv_se: Könummer

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue.<br><br>Agents will dial this queue number plus * to log onto the queue, and this queue number plus ** to log out of the queue.<br><br>For example, if the queue number is 123:<br><br><b>123* = log in<br>123** = log out</b>
bg_bg: Използвайте този номер за да избирате опашката, или да прехвърляте обаждащите се към този номер за да ги вкарате в опашката.<br><br>Агентите ще набират този номер на опашка плюс * за да влязат в опашката, и този номер на опашка плюс ** за да излязат от опашката.<br><br>Например, ако номера на опашката е 123:<br><br><b>123* = влизане<br>123** = излизане</b>
fr_fr: Utilisez ce numéro pour composer dans la file d'attente, ou pour transférer les appelants vers ce numéro pour les placer en file d'attente.<br><br>Les agents composeront ce numéro de file d'attente suivi de * pour s'inscrire dans la file d'attente, et ce numéro de file d'attente suivi de ** pour se désinscrire de la file d'attente.<br><br>Par exemple, si le numéro de la file d'attente est 123 : <br><br><br>123* = s'inscrire<br>123** = se désinscrire</b>
sv_se: Använd detta nummer för att ringa till kön, eller genom att koppla vidare en uppringare till detta nummer, placera denna uppringare i kön.<br><br>Agenter ringer detta nummer plus en * för att logga in i kön, och detta nummer plus ** för att logga ut.<br><br>T.ex. om numret till kön är 123:<br><br>123* = logga in<br><br>123** = logga ut<br>

source: Queue Name:
bg_bg: Име на Опашка:
fr_fr: Nom de la File d'Attente :
sv_se: Könamn:

source: Give this queue a brief name to help you identify it.
bg_bg: Дайте на тази опашка описващо име за да ви помогне при идентифицирането.
fr_fr: Donnez à cette file d'attente un nom court pour l'identifier rapidement.
sv_se: Ge denna kö ett kortfattat namn.

source: Queue Password:
bg_bg: Парола на Опашка:
fr_fr: Mot de passe de la File d'Attente :
sv_se: Lösenord för kö

source: You can require agents to enter a password before they can log in to this queue.<br><br>This setting is optional.
bg_bg: Можете да изисквате от агентите парола преди да влязат в опашката.<br><br>Тези настройки не са задължителни.
fr_fr: Vous pouvez obliger les agents à entrer un mot de passe avant qu'ils ne puissent s'inscrire dans cette file d'attente.<br><br>Ce paramètre est optionnel.
sv_se: Du kan kräva att agenter måste ange ett lösenord innan dom kan logga in i kön.<br><br>Denna inställning är valfri.

source: CID Name Prefix:
bg_bg: Префикс на CID Име:
fr_fr: Nom du Préfixe CID :
sv_se: Namnprefix för nummerpresentation:

source: You can optionally prefix the Caller ID name of callers to the queue. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
bg_bg: Допълнително можете да добавите префикс към CallerID името на обаждащите се в опашката. Например: Ако поставите префикс "Продажби:", обаждането от Иван Иванов ще се покаже като "Продажби:Иван Иванов" на вътрешните линии които звънят.
fr_fr: Vous pouvez optionnellement préfixer le nom du CID à la file d'attente. Par exemple, si vous préfixez avec "Ventes :", un appel de John Doe sera affiché "Ventes : John Doe" sur les extensions qui sonnent.
sv_se: Du kan valfritt lägga till ett prefix till nummerpresentationen för uppringaren. Ex: Om du sätter prefix till "Support" kommer ett samtal från 040123456 visas som "Support:040123456" på telefonens display.

source: Wait Time Prefix:
bg_bg: Префикс с Изчакано Време
fr_fr: Préfixe de Temps d'Attente :
sv_se: Väntetid som prefix:

source: When set to Yes, the CID Name will be prefixed with the total wait time in the queue so the answering agent is aware how long they have waited. It will be rounded to the nearest minute, in the form of Mnn: where nn is the number of minutes.
bg_bg: Когато е установен на 'Да', към CID Името ще се добави префикс с общото изчакано време в опашката, така че отговарящия агент да знае колко дълго са чакали. Ще бъде закръглено към близката минута в формат Mnn: където nn е броя минути.
fr_fr: Lorsque fixé à Oui, le Nom du CID sera préfixé par le temps d'attente total dans la file d'attente de sorte que l'agent qui répond sache combien de temps ils ont attendu. Le temps sera arrondi à la minute près, sous la forme Mnn : où nn est le nombre de minutes.
sv_se: När detta sätts till Ja, kommer ett prefix att sättas på nummerpresentationen med den totala väntetiden i kön så att agenten kan se hur länge samtalet väntat i kön. Detta värde är avrundat till närmsta minut, formatet är Mnn: där nn är antalet minuter

source: If the call is subsequently transfered, the wait time will reflect the time since it first entered the queue or reset if the call is transfered to another queue with this feature set.
bg_bg: Ако обаждането е прехвърлено впоследствие, изчаканото време ще се вземе от първоначалното влизане в опашката или ще се изчисти ако обаждането е прехвърлено към друга опашка с установена такава функция.
fr_fr: Si par la suite l'appel est transféré, le temps d'attente reflètera le temps écoulé depuis qu'il a été placé pour la première fois dans la file d'attente ou bien il sera remis à zéro si l'appel est transféré vers une autre file d'attente dont cette fonctionnalité est activée.
sv_se: Om samtalet sedan kopplas vidare kommer tiden som visas att vara den sammanlagda tiden från när samtalet först hamnade i kön, om samtalet kopplas till annan kö med denna funktion kommer tiden att nollställas.

source: Yes
bg_bg: Да
fr_fr: Oui
sv_se: Ja

source: No
bg_bg: Не
fr_fr: Non
sv_se: Nej

source: ALERT_INFO can be used for distinctive ring with SIP devices.
bg_bg: ALERT_INFO може да се използва за различно звънене при някои SIP устройства.
fr_fr: ALERT_INFO peut être utilisé pour les sonneries distinctes avec les services SIP.
sv_se: Alert Info kan användas för att få en speciell ringsignal på SIP enheter.

source: Static Agents
bg_bg: Статични Агенти
fr_fr: Agents Statiques
sv_se: Statiska agenter

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers).<br><br>You can list agents defined in agents.conf by preceding the agent number with A, so agent 4002 would be listed as A4002. This is experimental and not supported. There are known issues, such as the inability for an agents.conf agent to do subsequent transfers to voicemail<br><br>In all cases, you can put a "," after the agent followed by a penalty value. Use penalties at your own risk, they are very broken in asterisk.
bg_bg: Статичните агенти са вътрешни линии, за които се предполага че винаги ще са в тази опашка. Статичните агенти не се нуждаят от влизане' в опашката, и не могат да 'излизат' от опашката.<br><br>Списък с вътрешни линии, една на линия.<br><br>Можете да включвате вътрешни линии на отдалечени системи или външни номера (Изходящи Маршрути трябва да съдържат подходящ маршрут за външните номера).<br><br>Можете да включите агентите определени в agents.conf като поставите пред номера на агента A, така че агент 4002 ще бъде въведен в списъка като A4002. Тази функция е експериментална. Знае се за проблеми, като невъзможността на агентите от agents.conf да правят последващо прехвърляне към гласова поща.<br><br>Във всички случаи, можете да поставите "," след агента, последвана от наказание. Използвайте наказанията на ваш риск, те са развалени в Астериск.
fr_fr: Les agents statiques sont des extensions qui sont censés être toujours en file d'attente. Les agents statiques n'ont pas besoin de s'inscrire dans la file d'attente, et ne peuvent pas se désinscrire de la file d'attente.<br><br>Listez les extensions à faire sonner, une par ligne.<br><br>Vous pouvez inclure une extension dans un système distant, ou un numéro externe (le Routage Sortant doit contenir une route valide pour les numéros externes).<br><br>Vous pouvez lister les agents définis dans agents.conf en précédant le numéro de l'agent avec A, de cette façon l'agent 4002 sera listé en tant que A4002. C'est expérimental et non supporté. Il existe des problèmes connus, tels que l'incapacité pour un agent agents.conf d'effectuer, par la suite, des transferts vers la boîte vocale.<br><br>Dans tous les cas, vous pouvez mettre une "," après l'agent suivie d'une valeur de pénalité. Utilisez les pénalités à vos risques et périls, elles sont très instables sous Asterisk.
sv_se: Statiska agenter är anknytningar som alltid ska vara anslutna till kön. Statiska agenter behöver inte logga in i kön, de kan inte heller logga ut ur kön.<br><br>Skriv in anknytningar som ska tillhöra kön, en anknytning per rad.<br><br>Du kan ange en anknytning som tillhör ett fjärrsystem eller ett externt nummer (Utgående vägar måste innehålla en giltig väg för externa nummer).

source: Extension Quick Pick
bg_bg: Бързо Избиране на Вътрешни Линии
fr_fr: Extension Sélection Rapide
sv_se: Snabbvalslista för anknytningar

source: Choose an extension to append to the end of the static agents list above.
bg_bg: Изберете вътрешна линия която да се постави в края на списъка със статични агенти по-горе.
fr_fr: Choisissez une extension pour placer à la fin de la liste des agents statiques ci-dessous.
sv_se: Välj en anknytning att lägga till i listan över statiska agenter.

source: (pick extension)
bg_bg: (избери вътрешна линия)
fr_fr: (choisissez une extension)
sv_se: (välj anknytning)

source: Agent Restrictions
sv_se: Agentrestriktion

source: When set to 'Call as Dialed' the queue will call an extension just as if the queue were another user. Any Follow-Me or Call Forward states active on the extension will result in the queue call following these call paths. This behavior has been the standard queue behavior on past FreePBX versions. <br />When set to 'No Follow-Me or Call Forward', all agents that are extensions on the system will be limited to ringing their extensions only. Follow-Me and Call Forward settings will be ignored. Any other agent will be called as dialed. This behavior is similar to how extensions are dialed in ringgroups. <br />When set to 'Extensions Only' the queue will dial Extensions as described for 'No Follow-Me or Call Forward'. Any other number entered for an agent that is NOT a valid extension will be ignored. No error checking is provided when entering a static agent or when logging on as a dynamic agent, the call will simply be blocked when the queue tries to call it. For dynamic agents, see the 'Agent Regex Filter' to provide some validation.
sv_se: Om 'Ring som vanligt' är valt kommer kön att ringa anknytningen precis som om kön var en vanlig användare. Om Följ-mig eller Vidarekoppling är påslaget på anknytningen kommer samtalet att följa dessa. Detta har varit standard för alla tidigare versioner av FreePBX.<br />Om 'Ignorera Följ-mig och Vidarekoppling' är valt kommer alla agenter som är anknytningar att begränsas till att endast ringa anknytningen. Följ-mig och Vidarekoppling kommer att ignoreras. Alla andra agenter kommer att ringa som vanligt. Detta följer inställningen för hur samtal kopplas i Ringgrupper. <br />Om 'Endast anknytningar' är valt kommer kön att ringa anknytningar enligt 'Ignorera Följ-mig och Vidarekoppling'. Alla andra nummer som är inmatade för en agent, som INTE är en giltig anknytning, kommer att ignoreras. Ingen felkontroll sker när statiska agenter skrivs in eller när en dynamsik agent loggar in i kön, samtalet kommer helt enkelt att blockeras när kön försöker ringa det. För dynamiska agenter kan 'Regexfilter för agent' användas för att ge en form av validering.

source: Call as Dialed
sv_se: Ring som vanligt

source: No Follow-Me or Call Forward
sv_se: Ignorera Följ-mig och Vidarekoppling

source: Extensions Only
sv_se: Endast anknytningar

source: Queue Options
bg_bg: Опции на Опашка
fr_fr: Options de File d'Attente
sv_se: Köval

source: Agent Announcement:
bg_bg: Съобщение за Агента
fr_fr: Annonce de l'Agent :
sv_se: Meddela agent:

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>To add additional recordings please use the "System Recordings" MENU to the left. Compound recordings composed of 2 or more sound files are not displayed as options since this feature can not accept such recordings.
bg_bg: Съобщение възпроизвеждано на Агента преди да се свърже с обаждащия се.<br><br> Например: "Следващото обаждане е от Опашка Продажби" или "Това обаждане е от Опашка Техническа Поддръжка".<br><br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво. Съединените записи съставени от 2 или повече звукови записа не се показват като опция, тъй като тази функция не може да приема такива записи.
fr_fr: Annonce jouée à l'agent avant de le mettre en liaison avec l'appelant <br><br> Exemple : "l'appel suivant provient de la File d'Attente des Ventes" ou "Cet appel provient de la File d'Attente du Support Technique".<br><br>Pour ajouter des enregistrements supplémentaires, veuillez utiliser le MENU "Enregistrements Système" sur la gauche. Les enregistrements composés de deux ou plusieurs fichiers sonores ne sont pas affichés en tant qu'options car cette fonctionnalité ne peut pas accepter de tels enregistrements.
sv_se: Meddelande att spela upp för agenten innan uppringaren kopplas fram.<br><br>T.ex. "Samtalet kommer från Säljkön" eller "Samtalet kommer från supportkön".<br><br>För att lägga till fler meddelanden, använd "Systeminspelningar" i menyn till vänster. Sammanslagna inspelningar visas inte då detta inte stöds.

source: None
bg_bg: Няма
fr_fr: Aucun
sv_se: Ingen
