Repository: EspaceNetworks/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: bg_bg, fr_fr, sv_se

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Съобщение възпроизвеждано на Агента преди да се свърже с обаждащия се.<br><br> Например: "Следващото обаждане е от Опашка Продажби" или "Това обаждане е от Опашка Техническа Поддръжка".<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция.
fr_fr: Annonce jouée à l'agent avant de le mettre en liaison avec l'appelant <br><br> Exemple : "l'appel suivant provient de la File d'Attente des Ventes" ou "Cet appel provient de la File d'Attente du Support Technique".<br><br>Vous devez installer et activer le Module "Enregistrements Systèmes" pour éditer cette option
sv_se: Meddelande att spela upp för agenten innan uppringaren kopplas fram.<br><br>T.ex. "Samtalet kommer från Säljkön" eller "Samtalet kommer från supportkön".<br><br>Du måste ha installerat och aktiverat modulen "Systeminspelningar" för att kunna redigera detta val

source: Join Announcement:
bg_bg: Съобщение при Включване:
fr_fr: Annonce d'Accueil :
sv_se: Anslutningsmeddelande:

source: Announcement played to callers once prior to joining the queue.<br><br>To add additional recordings please use the "System Recordings" MENU to the left
bg_bg: Съобщение възпроизвеждано еднократно на обаждащите се преди да влезат в опашката.<br><br>За да добавите допълнителни записи използвайте меню "Системни Записи" отляво.
fr_fr: Annonce jouée aux appelants avant qu'ils ne soient placés en file d'attente.<br><br>Pour ajouter des enregistrements additionnels, veuillez utiliser le MENU "Enregistrements Systèmes" sur la gauche
sv_se: Meddelande att spela upp för uppringaren innan den ansluts till kön.<br><br>För att lägga till fler meddelanden, använd "Systeminspelningar" i menyn till vänster.

source: Announcement played to callers once prior to joining the queue.<br><br>You must install and enable the "Systems Recordings" Module to edit this option
bg_bg: Съобщение възпроизвеждано еднократно на обаждащите се преди да влезат в опашката.<br><br>Трябва да сте инсталирали и разрешили Модул "Системни Записи" за да редактирате тази опция.
fr_fr: Annonce jouée aux appelants avant qu'ils ne soient placés en file d'attente.<br><br>Vous devez installer et activer le Module "Enregistrements Systèmes" pour éditer cette option
sv_se: Meddelande att spela upp för uppringaren innan den ansluts till kön.<br><br>Du måste ha installerat och aktiverat modulen "Systeminspelningar" för att kunna redigera detta val

source: Music on Hold Class:
bg_bg: Категория на Музика при Задържане:
fr_fr: Classe Musique d'Attente :
sv_se: Klass för pausmusik:

source: Music (or Commercial) played to the caller while they wait in line for an available agent. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" Menu to the left.
bg_bg: Музика (или Реклами) възпроизвеждани на обаждащия се докато чака на линия да се освободи агент. Изберете "наследи" ако искате категорията на Музиката при Задържане да бъде същата, каквато е избрана във входящия маршрути.<br><br> Тази музика е определена в меню "Музика при Задържане" отляво.
fr_fr: La Musique (ou Pub) qui est jouée à l'appelant pendant qu'il patiente en ligne pour un agent disponible. Choisissez "hériter" si vous voulez que la classe Musique d'Attente soit ce qui est actuellement déjà sélectionné, par exemple par la route entrante.<br><br> Cette musique est définie dans le Menu "Musique d'Attente" sur la gauche.
sv_se: Musik (eller reklam) som ska spelas för uppringarna när dom väntar i kön. Välj "inherit" om du vill ha den klass som satts på systemnivå eller inkommande väg.<br><br>Musiken definieras i "Pausmusik" i menyn till vänster.

source: inherit
bg_bg: наследи
fr_fr: hériter
sv_se: ärv

source: none
bg_bg: няма
fr_fr: aucun
sv_se: ingen

source: default
bg_bg: по-подразбиране
fr_fr: par défaut
sv_se: standard

source: Ringing Instead of MoH:
bg_bg: Звънене вместо MoH:
fr_fr: Tonalité à la place de Musique d'Attente :
sv_se: Ringsignal i stället för Pausmusik:

source: Enabling this option make callers hear a ringing tone instead of Music on Hold.<br/>If this option is enabled, settings of the previous drop down are ignored.
bg_bg: При маркиране на тази опция ще чуват звънене вместо Музика при Задържане.<br/>Ако е разрешена, настройките от предишната опция ще се игнорират.
fr_fr: Activer cette option fait que les appelants entendent une tonalité à la place d'une Musique d'Attente.<br/>Si cette option est activée, les paramètres des précédentes rubriques sont ignorés.
sv_se: Aktivering av detta val medför att uppringarna kommer att höra ringsignaler i stället för pausmusik.<br>Om detta aktiveras, kommer inställningarna för ovanstående att ignoreras.

source: Max Wait Time:
bg_bg: Максимално Време на Изчакване:
fr_fr: Temps d'Attente Max :
sv_se: Max väntetid:

source: The maximum number of seconds a caller can wait in a queue before being pulled out. (0 for unlimited).
bg_bg: Максималното време в секунди за което обаждащия се може да изчаква в опашката преди да бъде изключен.
fr_fr: Le nombre maximum de secondes qu'un appelant peut attendre dans une file d'attente avant d'en être éliminé. (O pour illimité).
sv_se: Det antal sekunder en uppringare kan vänta i kön innan dom kopplas vidare i systemet, om detta är definierat. (0 betyder obegränsat).

source: Unlimited
bg_bg: Неограничено
fr_fr: Illimité
sv_se: Obegränsat

source: Max Callers:
bg_bg: Максимално Обаждащи се:
fr_fr: Appelants Max :
sv_se: Antal i kö:

source: Maximum number of people waiting in the queue (0 for unlimited)
bg_bg: Максмималният брой от хора чакащи в опашката (0 за неограничен).
fr_fr: Nombre maximum de gens qui attendent dans la file (0 pour illimité)
sv_se: Maximalt antal uppringare som kan vänta i kön (0 för obegränsat)

source: Join Empty:
bg_bg: Влизане aко Няма Агенти:
fr_fr: Rejoindre si Vide :
sv_se: Anslut tom kö:

source: If you wish to allow callers to join queues that currently have no agents, set this to yes. Set to strict if callers cannot join a queue with no members or only unavailable members
bg_bg: Установете на 'Да' ако желаете да позволите на обаждащите се да се включват в опашка, която в момента няма агенти. Установете на 'Без Изключения' ако искате обаждащите се да не могат да се включват в опашка без участници или има само недостъпни участници.
fr_fr: Si vous voulez autoriser les appelants à rejoindre les files d'attentes qui n'ont actuellement pas d'agents, fixez la valeur à 'oui'. Fixez la valeur à 'strict' si les appelants ne peuvent pas rejoindre une file d'attente ne comportant pas de membres ou comportant uniquement des membres indisponibles.
sv_se: Om du vill tillåta att uppringare ansluter till en kö som inte har några agenter, sätt detta till Ja. Sätt till strict om uppringare inte kan ansluta till en tom kö eller endast otillgängliga.

source: Strict
bg_bg: Без Изключения
sv_se: Strikt

source: Leave When Empty:
bg_bg: Излизане aко Няма Агенти:
fr_fr: Quitter Quand Vide :
sv_se: Töm kö utan agenter:

source: If you wish to remove callers from the queue if there are no agents present, set this to yes. Set to strict if callers cannot join a queue with no members or only unavailable members
bg_bg: Установете на 'Да' ако желаете да премахвате обаждащи се в опашката, която в момента няма агенти. Установете на 'Без Изключения' ако искате обаждащите се да не могат да се включват в опашка без участници или има само недостъпни участници.
fr_fr: Si vous voulez retirer les appelants de la file d'attente lorsqu'il n'y a pas d'agents présents, fixez cette valeur à 'oui'. Fixez la valeur à 'strict' si les appelants ne peuvent pas rejoindre une file d'attente ne comportant pas de membres ou comportant uniquement des membres indisponibles.
sv_se: Om du vill ta bort uppringare från kön om det inte finns någon agent inloggad, sätt detta till Ja. Sätt det till strict om uppringare inte kan ansluta till kön utan medlemmar eller otillgängliga medlemmar.

source: Ring Strategy:
bg_bg: Стратегия на Звънене:
fr_fr: Stratégie de Sonnerie :
sv_se: Ringstrategi:

source: ring all available agents until one answers (default)
bg_bg: Звъни на всички достъпни агенти докато отговорят (по-подразбиране)
fr_fr: Sonner chez tous les agents disponibles jusqu'à ce qu'un réponde (par défaut)
sv_se: Ring på alla anknytningar tills någon svarar (standard)

source: take turns ringing each available agent
bg_bg: Върти звъненето по всички достъпни агенти
fr_fr: Sonne tour à tour chez chaque agent disponible
sv_se: Ring runt på respektive anknytning

source: ring agent which was least recently called by this queue
bg_bg: Звъни на агент последно търсен в опашката
fr_fr: Sonne chez l'agent qui a récemment été le moins sollicité par cette file d'attente
sv_se: ring på agenter som tagit minst samtal nyligen

source: ring the agent with fewest completed calls from this queue
bg_bg: Звъни на агент с най-малко приключени разговори в опашката
fr_fr: Sonne chez l'agent ayant le plus faible nombre d'appels terminés de cette file d'attente
sv_se: ring på agenten med minsta antalet genomförda samtal i denna kö

source: ring random agent
bg_bg: Звъни на случаен агент
fr_fr: Sonne chez un agent au hasard
sv_se: ring anknytningarna slumpmässigt

source: round robin with memory, remember where we left off last ring pass
bg_bg: Запомня къде сме доставили последното звънене
fr_fr: Tour à tour avec mémoire, se souvient où nous avons stoppé le dernier tour
sv_se: rundringning med minne, kom ihåg var det sista samtalet svarades

source: Agent Timeout:
bg_bg: Време на Изчакване за Агент:
fr_fr: Timeout de l'Agent :
sv_se: Väntetid för agent:

source: The number of seconds an agent's phone can ring before we consider it a timeout. Unlimited or other timeout values may still be limited by system ringtime or individual extension defaults.
bg_bg: Колко време в секунди да звъни телефона на агента преди да се отбележи като недостъпен. Неограничено или други стойности все още могат да са ограничени от системното време на звънене или от индивидуална вътрешна линия въведени по-подразбиране.
fr_fr: Le nombre de secondes que peut sonner le téléphone d'un agent avant que l'on considère que le délai maximum est atteint. Les valeurs du timeout sont susceptibles d'être limitées par le temps de sonnerie du système ou les valeurs par défaut de l'extension.
sv_se: Det antal sekunder en agents telefon kan ringa innan vi förmodar att väntetiden gått ut. Obegränsat eller andra värden på väntetiden kan vara begränsade av systemets ringtid eller av individuella inställningar på anknytningarna.

source: Retry:
bg_bg: Опитай Отново:
fr_fr: Nouvel essai :
sv_se: Försök igen:

source: The number of seconds we wait before trying all the phones again. Choosing "No Retry" will exit the Queue and go to the fail-over destination as soon as the first attempted agent times-out, additional agents will not be attempted.
bg_bg: Колко време в секунди да изчакаме преди да опитаме с телефоните отново. Избирането на "Не опитвай отново" ще излезе от опашката и ще се насочи към направлението при проваляне веднага след като изтече времето на изчакване на първия опитан агент, другите няма да се пробват.
fr_fr: Le nombre de secondes que l'on attend avant d'essayer tous les téléphones à nouveau. Choisir "Pas de Nouvel Essai" quittera la file d'attente et ira à la destination de fail-over aussitôt que le délai de sonnerie maximum pour l'agent qu'on essaye de joindre est atteint. Les autres agents ne seront pas sollicités.
sv_se: Det antal sekunder vi väntar före vi försöker ringa alla telefoner igen. Väljs "Inget återförsök" kommer samtalet att avslutas från kön och nästa destination kommer att väljas så fort det första försöket kommer till väntetidens slut, andra agenter kommer inte att försöka nås.

source: No Retry
bg_bg: Не oпитвай oтново
fr_fr: Pas de Nouvel Essai
sv_se: Återförsök:

source: Wrap-Up-Time:
bg_bg: Скрий-Ме Време:
sv_se: Tid att avsluta:

source: After a successful call, how many seconds to wait before sending a potentially free agent another call (default is 0, or no delay)
bg_bg: След успешен разговор, колко секунди да изчака преди да изпрати на евентуално свободен агент друг разговор (по-подразбиране е 0 или без изчакване).
fr_fr: Après un appel réussi, délai d'attente en secondes avant d'attribuer un autre appel à un agent potentiellement disponible. Valeur par défaut = 0.
sv_se: Efter ett avslutat samtal, hur många sekunder ska systemet vänta innan nästa samtal kopplas fram (standard är 0, ingen väntetid)

source: Call Recording:
bg_bg: Запис на Разговор:
fr_fr: Enregistrement des Appels :
sv_se: Spela in samtal:

source: Incoming calls to agents can be recorded. (saved to /var/spool/asterisk/monitor)
bg_bg: Да се записват ли входящите обаждания към агентите. (Записват се в /var/spool/asterisk/monitor)
fr_fr: Les appels que reçoivent les agents peuvent être enregistrés. (sauvegardés dans /var/spool/asterisk/monitor)
sv_se: Inkommande samtal kan spelas in. (Sparas i /var/spool/asterisk/monitor)

source: Event When Called:
bg_bg: Резултат oт Обаждане:
fr_fr: Evènement sur Appel :
sv_se: Händelse vid samtal:

source: When this option is set to YES, the following manager events will be generated: AgentCalled, AgentDump, AgentConnect and AgentComplete.
bg_bg: Установете на 'Да' ако желаете да се генерират следните резултати: AgentCalled, AgentDump, AgentConnect и AgentComplete.
fr_fr: Lorsque cette option est fixée à OUI, les évenements d'administration suivants seront générés : AgentCalled, AgentDump, AgentConnect and AgentComplete.
sv_se: När detta sätts till Ja, kommer följande händelser att genereras: AgentCalled, AgentDump, AgentConnect och AgentComplete.

source: Member Status:
bg_bg: Статус на Участник:
fr_fr: Statut du Membre :
sv_se: Agentstatus:

source: When if this is option is set to YES, the following manager event will be generated: QueueMemberStatus
bg_bg: Установете на 'Да' ако желаете да се генерират следните резултати: QueueMemberStatus
fr_fr: Si cette option est fixée à OUI, les évenements d'administration suivants seront générés : QueueMemberStatus
sv_se: När detta sätts till Ja, kommer följande händelser att genereras: QueueMemberStatus

source: Skip Busy Agents:
bg_bg: Пропусни Заети Агенти:
fr_fr: Passer les Agents Occupés :
sv_se: Hoppa över upptagna agenter:

source: When set to 'Yes' agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted. <br />When set to 'Yes + (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue in addition to the phone's device status being monitored. This results in the queue tracking remote agents (agents who are a remote PSTN phone, called through Follow-Me, and other means) as well as PBX connected agents, so the queue will not attempt to send another call if they are already on a call from any queue. <br />When set to 'Queue calls only (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue also but the device status of locally connected agents is not monitored. The behavior is to limit an agent belonging to one ore more queues to a single queue call. If they are occupied from other calls, such as outbound calls they initiated, the queue will consider them available and ring them since the device state is not monitored with this option. <br /><br />WARNING: When using the settings that set the 'ringinuse=no' flag, there is a NEGATIVE side effect. An agent who transfers a queue call will remain unavailable by any queue until that call is terminated as the call still appears as 'inuse' to the queue.
sv_se: Om 'Ja' är valt kommer agenter som är upptagna att returnera upptaget. Detta innebär att Samtal väntar eller fler-linjerstelefoner inte kommer att användas och för diverse ringstrategier, nästa agent söks. <br />Om 'Ja + (ringinuse=no)' är valt kommer konfigurationsflaggan 'ringinuse=no' sättas för denna kö som tillägg till telefonens statusbevakning. Detta innebär att kön kommer att bevaka fjärragenter (agenter som är kopplade via externa nummer genom Följ-mig etc) såväl som direktkopplade agenter, kön kommer inte att försöka skicka samtal till upptagna agenter.<br />Om 'Endast kösamtal (ringinuse=no)' är valt kommer konfigurationsflaggan 'ringinuse=no' sättas för denna kö men igen bevakning av enheter för lokala agenter sker. Detta är för att agenter som tillhör flera köer endast ska ska få ett kösamtal. Om agenten är upptagen av annan samtalstyp, de har ringt utgående samtal, kommer kön att betrakta dom som tillgängliga eftersom bevakning av enheten inte sker. <br /><br />VARNING: Det finns en NEGATIV verkan om 'ringinuse=no' är valt. En agent som vidarekopplar ett samtal kommer att vara otillgänglig för kön tills det vidarekopplade samtalet har avslutat.

source: Yes + (ringinuse=no)
sv_se: Ja + (ringinuse=no)

source: Queue calls only (ringinuse=no)
sv_se: Endast kösamtal (ringinuse=no)

source: Queue Weight
bg_bg: Приоритет на Опашка
fr_fr: Poids de File d'Attente
sv_se: Kövikt

source: Gives queues a 'weight' option, to ensure calls waiting in a higher priority queue will deliver its calls first if there are agents common to both queues.
bg_bg: Дава на опашката опция 'натоварена', за да осигури на чакащи обаждания в опашка с най-висок приоритет, че ще достави първо нейните обаждания ако има общи агенти в опашките.
fr_fr: Donne une option de 'poids' aux Files d'Attentes, pour s'assurer que les appels qui patientent dans une file d'attente avec une priorité haute seront délivrés en priorité si il y a des agents communs aux deux files.
sv_se: Ger kön en vikt, detta för att garantera att samtal som väntar i en kö med högre prioritet kommer att få sina samtal levererade först om det finns agenter som är anslutna till flera köer.

source: Autofill:
bg_bg: Автоматично Назначаване:
fr_fr: Remplissage Automatique :
sv_se: Autofyll:

source: Starting with Asterisk 1.4, if this is checked, and multiple agents are available, Asterisk will send one call to each waiting agent (depending on the ring strategy). Otherwise, it will hold all calls while it tries to find an agent for the top call in the queue making other calls wait. This was the behavior in Asterisk 1.2 and has no effect in 1.2. See Asterisk documentation for more details of this feature.
bg_bg: Достъпно от Астериск 1.4, ако това е маркирано и наколко агенти са свободни, Астериск ще изпраща по едно обаждане на всеки чакащ агент (в зависимост от стратегията на звънене). В противен случай, ще задържи всички обаждания докато се опитва да намери агент за обаждането с най-висока позиция в опашката, карайки другите обаждания да чакат. Няма ефект при Астериск 1.2. Вижте Астериск документацията за повече подробности.
fr_fr: A partir d'Asterisk 1.4, si cette option est cochée, et si plusieurs agents sont disponibles, Asterisk enverra un appel à chaque agent (dépend de la stratégie de sonnerie). Sinon, tous les appels seront retenus pendant qu'Asterisk essayera de trouver un agent pour répondre à l'appel prioritaire de la file d'attente et placera les autres en attente. C'était le comportement d'Asterisk 1.2 et cela n'a donc pas d'effet dans la version 1.2. Référez vous à la documentation d'Asterisk pour plus de détails à propos de cette fonctionnalité.
sv_se: Med Asterisk 1.4, om detta är valt, och flera agenter är tillgängliga, kommer Asterisk att skicka ett samtal till varje agent (beroende på ringstrategi). Annars kommer alla samtal att vänta i kön under tiden en ledig agent rings upp. Detta var standard i Asterisk 1.2, detta val kommer att ignoreras om du använder Asterisk 1.2.

source: Agent Regex Filter
bg_bg: Филтриране на Агенти
fr_fr: Filtre Regex sur l'Agent
sv_se: Regexfilter för agent:

source: Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you understand what you are doing or otherwise leave this blank!
fr_fr: Propose une expression regex optionnelle qui sera appliquée sur le numéro de rappel de l'agent. Si le numéro de rappel ne passe pas le filtre regex alors il sera considéré comme invalide. Cela peut être utilisé pour restreindre les agents à des extensions d'un certain rang, ne pas autoriser les rappels à inclure des touches telles que *, ou tout autre usage qui pourrait être approprié. Voici un exemple : <br />^([2-4][0-9]{3})$<br />Cela restreindrait les agents aux extensions 2000-4999. Ou bien <br />^([0-9]+)$ autoriserait tout numéro, de n'importe quelle longueur, mais restreindrait la touche *.<br />ATTENTION : assurez-vous de savoir ce que vous faites, sinon ne remplissez pas cette section.
sv_se: Denna text är luddig och översätts senare till Svenska.<br><br>Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you undertand what you are doing or otherwise leave this blank!

source: Report Hold Time:
sv_se: Meddela väntetid:

source: If you wish to report the caller's hold time to the member before they are connected to the caller, set this to yes.
sv_se: Sätt detta till Ja om du vill meddela uppringarens väntetid till agenten innan samtalet kopplas fram

source: Service Level:
sv_se: Servicenivå

source: Used for service level statistics (calls answered within service level time frame)
sv_se: Används till statistik för servicenivå (samtal som besvaras inom servicenivån)

source: Caller Position Announcements
bg_bg: Известяване за Позицията на Обаждащият Се
fr_fr: Annonces de Position de l'Appelant
sv_se: Meddela plats i kön

source: Frequency:
bg_bg: Цикъл:
fr_fr: Fréquence :
sv_se: Frekvens:

source: How often to announce queue position and estimated holdtime (0 to Disable Announcements).
bg_bg: Колко често да известява позицията в опашката и изминалото време на задържане (0 за Забрана на Известяване).
fr_fr: Fréquence à laquelle on annonce la position dans la file d'attente et le temps d'attente estimé (0 pour Désactiver les Annonces).
sv_se: Hur ofta meddelandet om köposition och förväntad väntetid ska sägas (0 för att stänga av meddelanden)

source: Announce Position:
bg_bg: Известяване за Позиция:
fr_fr: Annoncer la Position :
sv_se: Meddela plats i kön:

source: Announce position of caller in the queue?
bg_bg: Дали да извести позицията в опашката на обаждащия се.
fr_fr: Annoncer la position de l'appelant dans la file d'attente ?
sv_se: Meddela position i kön för dom som väntar?
