Repository: EspaceNetworks/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: bg_bg, fr_fr, sv_se

source: Announce Hold Time:
bg_bg: Извастяване за Време на Задържане:
fr_fr: Annoncer le Temps d'Attente :
sv_se: Meddela väntetid:

source: Should we include estimated hold time in position announcements? Either yes, no, or only once; hold time will not be announced if <1 minute
bg_bg: Да се включи ли изминалото време на задържане в известяването за позицията? Независимо от избора, времето на задържане няма да се извести ако е <1 минута
fr_fr: Doit-on inclure le temps d'attente estimé dans les annonces de position ? Oui, non, ou une seule fois; le temps d'attente ne sera pas annoncé si il est inférieur à 1 minute
sv_se: Ska den uppskattade väntetiden meddelas när positionen meddelas? Antingen ja, nej eller endast en gång, väntetiden kommer inte att meddelas om det är mindre än en minut kvar.

source: Once
bg_bg: Еднократно
fr_fr: Une seule fois
sv_se: En gång

source: Periodic Announcements
bg_bg: Периодични Съобщения
fr_fr: Annonces Périodiques
sv_se: Periodiska meddelanden

source: IVR Break Out Menu:
bg_bg: IVR Меню Избягай:
fr_fr: Menu IVR Eclaté :
sv_se: Bryt ut ur IVR:

source: You can optionally present an existing IVR as a 'break out' menu.<br><br>This IVR must only contain single-digit 'dialed options'. The Recording set for the IVR will be played at intervals specified in 'Repeat Frequency', below.
bg_bg: Допълнително можете да представите IVR меню 'избягай'.<br><br>Този IVR може да съдържа само едноцифрени 'опции за избиране'. Записът установен в IVR ще се възпроизвежда през определения интервал в 'Цикъл на Повтаряне' по-долу.
fr_fr: Vous pouvez optionnellement présenter un IVR existant sous forme de menu 'éclaté'.<br><br>Cet IVR doit uniquement contenir des 'options composées' à un seul chiffre. Le jeu d'enregistrement pour l'IVR sera joué aux intervalles spécifiés dans 'Fréquence de Répétition', ci-dessous.
sv_se: Du kan valfritt ange en IVR som an utbrytningspunkt.<br><br>Denna IVR kan bara innehålla ensiffriga val. Meddelandet för denna IVR kommer att spelas upp periodiskt enligt tiden som anges nedan.

source: Menu ID
bg_bg: ID на Менюто
fr_fr: Menu Identfiants
sv_se: MenyID

source: (**) ERRORS
bg_bg: (**) ГРЕШКИ
fr_fr: (**) ERREURS
sv_se: (**)FEL

source: (**) Warning Potential Errors
bg_bg: (**) Внимание потенциални грешки
fr_fr: (**) Avertissements d'Erreurs Potentielles
sv_se: (**)Varning, möjligt fel

source: ERROR: You have selected an IVR's that use Announcements created from compound sound files. The Queue is not able to play these announcements. This IVR's recording will be truncated to use only the first sound file. You can correct the problem by selecting a different announcement for this IVR that is not from a compound sound file. The IVR itself can play such files, but the Queue subsystem can not
bg_bg: ГРЕШКА: Избрали сте IVR който използва Съобщения направени от съединени звукови файлове. Опашката не може да възпроизвежда такива файлове. Този IVR запис ще бъде съкратен да използва само първия звуков файл. Можете да оправите проблема като изберете друго съобщение за този IVR, което не е от съединени файлове. IVR може да възпроизвежда такива файлове, но не и опашките.
fr_fr: ERREUR : Vous avez sélectionné un IVR qui utilise les annonces créées à partir de fichiers sons composés. La file d'attente ne peut pas jouer ces annonces. Cet enregistrement IVR sera tronqué pour utiliser uniquement le premier fichier son. Vous pouvez corriger le problème en sélectionnant une annonce différente pour cet IVR, qui ne provient pas d'un fichier son composé. L'IVR lui-même peut jouer de tels fichiers, mais le sous-système de File d'Attente ne peut pas.
sv_se: FEL: Du har valt en IVR med ett meddelande som innefattar flera ljudfiler. Kön kan inte spela upp detta meddelande. Meddelandet för denna IVR kommer bara att vara den första ljudfilen. Du kan rätta till detta genom att välja ett annat meddelande för denna IVR som inte innehåller sammanslagna ljudfiler. IVR kan spela upp sådana filer, men inte köer.

source: Earlier versions of this module allowed such queues to be chosen, once changing this setting, it will no longer appear as an option
bg_bg: Предишните версии на този модул позволяваха да се избере такава опашка, веднъж променени тези настройки повече няма да се предлагат като опция
fr_fr: Les versions précédentes de ce module autorisaient le choix de telles files d'attente. Lorsque cette option est modifiée, cela n'apparaîtra plus comme une option.
sv_se: Tidigare versioner av denna modul tillät att sådana köer valdes, så for du ändrar inställning kommer dessa val inte att visas mer.

source: Repeat Frequency:
bg_bg: Цикъл на Повтаряне:
fr_fr: Fréquence de Répétition :
sv_se: Upprepning:

source: How often to announce a voice menu to the caller (0 to Disable Announcements).
bg_bg: Колко често да възпроизвежда гласово меню на обаждащия се (0 за Забрана на Гласово Меню).
fr_fr: La fréquence à laquelle un menu vocal est proposé à l'appelant (0 pour Désactiver les Annonces).
sv_se: Hur ofta ska menymeddelandet spelas upp för uppringaren (0 för att stänga av meddelanden)

source: Fail Over Destination
bg_bg: Направление При Проваляне
fr_fr: Destination d'Echec (Fail Over)
sv_se: Destination vid fel

source: Submit Changes
bg_bg: Приеми Промените
fr_fr: Appliquer les Modifications
sv_se: Spara ändringar

source: Using a Regex filter is fairly advanced, please confirm you know what you are doing or leave this blank
bg_bg: Използването на Филтър по Израз е за напреднали, моля потвърдете че знаете какво правите или оставете празно
fr_fr: Utiliser un filtre Regex est plutôt avancé, veuillez confirmer que vous savez ce que vous faites ou laissez vide
sv_se: Att använda Regexfilter är ganska avancerat, du måste veta vad du gör innan du skriver in värde här, annars lämna detta fält tomt

source: Queue Number must not be blank
bg_bg: Неправилен Номер на Опашка, полето не може да е празно
fr_fr: Le numéro de File d\'Attente ne doit pas être vide
sv_se: Könummer får inte vara tomt

source: Queue name must not be blank and must contain only alpha-numeric characters
bg_bg: Името на Опашка не може да е празно и трябва да съдържа само буквено-цифрени символи
fr_fr: Le nom de la File d\'Attente ne doit pas être vide et doit contenir des caractères alpha-numériques uniquement
sv_se: Könamnet kan inte vara tomt och får bara innehålla a-z, A-Z och 0-9

source: Queues
bg_bg: Опашки
fr_fr: Files d'Attente
sv_se: Köer

source: Alert Info
bg_bg: Информация за Сигнал
fr_fr: Infos sur les Alertes

source: ringall
bg_bg: звъни на всички
fr_fr: Sonner partout

source: roundrobin
bg_bg: цикъл
fr_fr: Tour à tour

source: leastrecent
bg_bg: последно търсен
fr_fr: Moins Récent

source: fewestcalls
bg_bg: малко разговори
fr_fr: Le Moins d'Appels

source: random
bg_bg: случаен
fr_fr: Aléatoire

source: rrmemory
bg_bg: цикъл с памет
fr_fr: Mémoire Tour à Tour

source: Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you undertand what you are doing or otherwise leave this blank!
bg_bg: Предоставя допълнителен филтър, който ще бъде приложен срещу номера за обратно обаждане на агента. Ако номера за обратно обаждане не премине през филтъра, тогава ще се третира като неправилен. Може да се използва за ограничава агентите на вътрешни линии без отдел, не позволява обратните обаждания да включват * или всякаква друга възможност, която би била подходяща. Пример за въвеждане:<br />^([2-4][0-9]{3})$<br />Това ще ограничи агентите от вътрешни линии 2000-4999. Или <br />^([0-9]+)$ <br />ще позволи всеки номер с всякаква дължина, но ще забрани * бутона.<br />ВНИМАНИЕ: Убедете се че знаете какво правите или оставете празно!
